[   {
      "id": "WEBV",
      "title": "INTRUSION",
      "content": "Francis Watts est riche, beau et célibataire. Alors où est le problème ? Le problème, c'est qu'il a 60 ans et qu'il n'a pas accompli grand-chose. Dans un effort désespéré pour recommencer une nouvelle vie, ce philanthrope drogué aux pilules va s'immiscer dans la vie d'un jeune couple.",
      "link": "https://mstream.tech/clowv3rybz44",
      "poster": "https://fr.web.img5.acsta.net/c_310_420/pictures/15/11/20/09/16/476716.jpg",
      "rating": "6.2",
      "trailer": "https://fr.vid.web.acsta.net/nmedia/33/19/08/27/16//19585382_hd_013.mp4"
    },{
      "id": "WEBV",
      "title": "C'EST BEAU LA VIE QUAND ON Y PENSE",
      "content": "Loïc, un ancien pilote de rallye, et Hugo, un jeune homme complètement déjanté, sont deux inconnus que tout oppose. Un événement hors du commun va pourtant les réunir. D’abord explosive, leur rencontre va marquer le début d'une relation pleine de surprises.",
      "link": "https://mstream.tech/zszw0t5bsqb4",
      "poster": "https://fr.web.img6.acsta.net/c_310_420/pictures/17/02/24/14/18/327781.jpg",
      "rating": "5.8",
      "trailer": "https://fr.vid.web.acsta.net/nmedia/33/17/02/27/12/19568866_hd_013.mp4"
    },{
      "id": "WEBV",
      "title": "NOS ÂMES LA NUIT",
      "content": "Voisins depuis des décennies, tous deux veufs, seuls dans leurs grandes maisons, Addie et Louis ne sont que très peu en contact. Un jour, Addie rend une visite surprise à Louis.",
      "link": "https://mstream.tech/zu6huqfqhg5g",
      "poster": "https://fr.web.img6.acsta.net/f_png/c_310_420/o_logo-netflix-n.png_5_se/pictures/17/09/15/13/03/0368624.jpg",
      "rating": "5.8",
      "trailer": "https://fr.vid.web.acsta.net/nmedia/33/17/09/13/18/19573971_hd_013.mp4"
    },{
      "id": "WEBV",
      "title": "LES GARDIENS DE LA GALAXIE 2",
      "content": "Musicalement accompagné de la Awesome Mixtape n°2 (la musique qu'écoute Star-Lord dans le film), Les Gardiens de la galaxie 2 poursuit les aventures de l'équipe alors qu'elle traverse les confins du cosmos. Les gardiens doivent combattre pour rester unis alors qu'ils découvrent les mystères de la filiation de Peter Quill. Les vieux ennemis vont devenir de nouveaux alliés et des personnages bien connus des fans de comics vont venir aider nos héros et continuer à étendre l'univers Marvel.",
      "link": "https://mstream.tech/mm6csp6lk6up",
      "poster": "https://fr.web.img6.acsta.net/c_310_420/pictures/17/03/01/11/10/438835.jpg",
      "rating": "7.5",
      "trailer": "https://fr.vid.web.acsta.net/nmedia/33/17/03/02/11/19568905_hd_013.mp4"
    },{
      "id": "WEBV",
      "title": "COLETTE",
      "content": "1893. Malgré leurs quatorze ans d’écart, Gabrielle Sidonie Colette, jeune fille à l’esprit rebelle, épouse Willy, écrivain aussi égocentrique que séducteur. Grâce à ses relations, elle découvre le milieu artistique parisien qui stimule sa propre créativité. Sachant repérer les talents mieux que quiconque, Willy autorise Colette à écrire – à condition qu’il signe ses romans à sa place. Suite au triomphe de la série des Claudine, il ne tarde d’ailleurs pas à devenir célèbre. Pourtant, tandis que les infidélités de Willy pèsent sur le couple, Colette souffre de plus en plus de ne pas être reconnue pour son œuvre…",
      "link": "https://mstream.tech/euud6zkd4rsa",
      "poster": "https://fr.web.img2.acsta.net/c_310_420/pictures/18/10/12/16/21/5667607.jpg",
      "rating": "5.9",
      "trailer": "https://fr.vid.web.acsta.net/nmedia/33/18/10/22/17/19579360_hd_013.mp4"
    },{
      "id": "WEBV",
      "title": "La Platforme",
      "content": "Dans une prison-tour, une dalle transportant de la nourriture descend d'étage en étage, un système qui favorise les premiers servis et affame les derniers.",
      "link": "https://mstream.tech/xc7qiq1qa7nt",
      "poster": "https://statics-media.streamcomplet.nu/mrw1YHD26RLlHHDTiL.jpg",
      "rating": "3.4",
      "trailer": "https://fr.vid.web.acsta.net/nmedia/33/20/03/31/14//19588109_hd_013.mp4"
    }
]
